[
  {
    "type": "movie",
    "quote": "The illegality of cannabis is outrageous, an impediment to full utilization of a drug which helps produce the serenity and insight, sensitivity and fellowship so desperately needed in this increasingly mad and dangerous world.",
    "source": "Carl Sagan, Astrophysicist"
  },
  {
    "type": "celebrity",
    "quote": "I think people need to be educated to the fact that marijuana is not a drug. Marijuana is a flower. God put it here.",
    "source": "Willie Nelson, Musician"
  },
  {
    "type": "movie",
    "quote": "It really puzzles me to see marijuana connected with narcotics... dope and all that crap. It's a thousand times better than whiskey.",
    "source": "Jack Kerouac, Author"
  },
  {
    "type": "celebrity",
    "quote": "Smoking weed is like a celebration, it's like a Party",
    "source": "Snoop Dogg, Artist"
  },
  {
    "type": "movie",
    "quote": "Why is marijuana against the law? It grows naturally upon our planet. Doesn't the idea that God put it here mean anything to anyone?",
    "source": "Bill Hicks, Comedian"
  },
  {
    "type": "celebrity",
    "quote": "When you smoke the herb, it reveals you to yourself.",
    "source": "Bob Marley, Legend"
  },
  {
    "type": "movie",
    "quote": "Prohibition was really bad... Alcohol Prohibition was a disaster, now we're doing the same thing with weed.",
    "source": "Joe Rogan, Podcaster"
  },
  {
    "type": "celebrity",
    "quote": "The war on drugs has failed. Our prisons are full, billions have been spent, and we haven't solved the problem.",
    "source": "Barack Obama, Former President"
  },
  {
    "type": "movie",
    "quote": "In the future, marijuana will be like alcohol. Regulated and taxed.",
    "source": "Elon Musk, Entrepreneur"
  },
  {
    "type": "celebrity",
    "quote": "Hemp is one of the oldest domesticated crops and one of the most versatile. Every part has a use.",
    "source": "Whoopi Goldberg, Actress & Activist"
  },
  {
    "type": "movie",
    "quote": "Cannabis is a lot like cryptocurrency - both are changing society and both faced prohibition.",
    "source": "Cannabis Culture Wisdom"
  },
  {
    "type": "celebrity",
    "quote": "I've been using cannabis for 50 years and I'm still here, still healthy.",
    "source": "Paul McCartney, Musician"
  }
]
